Repository: AOSC-Tracking/deadbeef
Catalog: po/*.po
Languages: ta

source: Usage: deadbeef [options] [--] [file(s)]
ta: பயன்பாடு: dedbeef [விருப்பங்கள்] [-] [கோப்பு (கள்)]

source: Options:
ta: விருப்பங்கள்:

source: --help or -h Print help (this message) and exit
ta: -உதவி அல்லது -H அச்சு உதவி (இந்த செய்தி) மற்றும் வெளியேறவும்

source: --quit Quit player
ta: -க்விட் பிளேயரை விட்டு வெளியேறுதல்

source: --version Print version info and exit
ta: -பதிப்பு பதிப்பு தகவல் மற்றும் வெளியேறுதல்

source: --play Start playback
ta: -பிளே பேக்

source: --stop Stop playback
ta: -ஸ்டாப் ஸ்டாப் பிளேபேக்

source: --pause Pause playback
ta: -இடைநிறுத்தம் இடைநிறுத்தம் பின்னணி

source: --toggle-pause Toggle pause
ta: -இடைநிறுத்தப்பட்ட இடைநிறுத்தம்

source: --play-pause Start playback if stopped, toggle pause otherwise
ta: -பிளே-ஃப்ரேஸ் ஸ்டார்ட் பிளேபேக்கை நிறுத்தினால், இல்லையெனில் இடைநிறுத்தவும்

source: --next Next song in playlist
ta: -பிளேலிஸ்ட்டில் அடுத்த பாடல்

source: --prev Previous song in playlist
ta: -பிளேலிஸ்ட்டில் முந்தைய பாடல்

source: --random Random song in playlist
ta: -பிளேலிஸ்ட்டில் சீரற்ற பாடல்

source: --queue Append file(s) to existing playlist
ta: -ஏற்கனவே இருக்கும் பிளேலிஸ்ட்டில் கோப்பு (களை) சேர்க்கவும்

source: --gui PLUGIN Tells which GUI plugin to use, default is "GTK2"
ta: -குய் சொருகி எந்த GUI சொருகி பயன்படுத்த வேண்டும் என்று கூறுகிறது, இயல்புநிலை "GTK2"

source: --nowplaying FMT Print formatted track name to stdout
ta: -noowplaying fmt அச்சு வடிவமைக்கப்பட்ட டிராக் பெயரை stdout க்கு

source: FMT %%-syntax: [a]rtist, [t]itle, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed
ta: Fmt %%-தொடரியல்: [a] rtist, [t] itle, al [b] um, . [r] ight, [e] தோல்வியுற்றது

source: example: --nowplaying "%%a - %%t" should print "artist - title"
ta: எடுத்துக்காட்டு: - nowplaying "%% a - %% t" அச்சிட வேண்டும் "கலைஞர் - தலைப்பு"

source: for more info, see %s
ta: மேலும் தகவலுக்கு, %s ஐப் பார்க்கவும்

source: NOTE: --nowplaying is deprecated.
ta: குறிப்பு: -nowplaying நீக்கப்பட்டது.

source: --nowplaying-tf FMT Print formatted track name to stdout, using the new title formatting
ta: -nowplaying-tf fmt புதிய தலைப்பு வடிவமைப்பைப் பயன்படுத்தி, stdout க்கு வடிவமைக்கப்பட்ட டிராக் பெயரை அச்சிடுகிறது

source: FMT syntax: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
ta: FMT தொடரியல்: http://github.com/deadbeef-player/deadbeef/wiki/title-formatting-2.0

source: example: --nowplaying-tf "%%artist%% - %%title%%" should print "artist - title"
ta: எடுத்துக்காட்டு: -nowplaying -tf "%% கலைஞர் %% -%% தலைப்பு %%" அச்சிட வேண்டும் "கலைஞர் -தலைப்பு"

source: --volume [NUM] Print or set deadbeef volume level.
ta: -volume [num] dedbeef தொகுதி அளவை அச்சிடவும் அல்லது அமைக்கவும்.

source: The NUM parameter can be specified in percents (absolute value or increment/decrement)
ta: எண் அளவுருவை பெர்சென்ட்களில் குறிப்பிடலாம் (முழுமையான மதிப்பு அல்லது அதிகரிப்பு/குறைவு)

source: or in dB [-50, 0] (if with suffix).
ta: அல்லது DB இல் [-50, 0] (பின்னொட்டுடன் இருந்தால்).

source: Examples: --volume 80, --volume +10, --volume -5 or --volume -20dB
ta: எடுத்துக்காட்டுகள்: -வோலூம் 80, -வோலூம் +10, -வோலூம் -5 அல்லது -வோலூம் -20db

source: --plugin=[PLUG] Send commands to a specific plugin. Use PLUG=main to send commands to deadbeef itself.
ta: -பிளூஜின் = [பிளக்] ஒரு குறிப்பிட்ட சொருகி கட்டளைகளை அனுப்பவும். Dedbeef க்கு கட்டளைகளை அனுப்ப பிளக் = முதன்மை பயன்படுத்தவும்.

source: To get plugin specific commands use --plugin=[PLUG] --help
ta: சொருகி குறிப்பிட்ட கட்டளைகளைப் பெற -பிளூஜின் = [பிளக்] -உதவி

source: --plugin-list List all available plugins including indication for plugins that support commands.
ta: -ஃப்ளூஜின்-பட்டியல் பட்டியல் கட்டளைகளை ஆதரிக்கும் செருகுநிரல்களுக்கான அறிகுறி உட்பட கிடைக்கக்கூடிய அனைத்து செருகுநிரல்களும்.

source: Default
ta: இயல்புநிலை

source: Mono
ta: மோனோ

source: Stereo
ta: ஸ்டீரியோ

source: Yes
ta: ஆம்

source: No
ta: இல்லை

source: Output folder:
ta: வெளியீடு கோப்புறை:

source: Write to source track folder
ta: மூல தட கோப்புறைக்கு எழுதுங்கள்

source: Preserve folder structure
ta: கோப்புறை கட்டமைப்பைப் பாதுகாக்கவும்

source: Copy if the format is not changing
ta: வடிவம் மாறவில்லை என்றால் நகலெடுக்கவும்

source: Re-tag after copy
ta: நகலுக்குப் பிறகு மீண்டும் குறிக்கவும்

source: Output file name:
ta: வெளியீட்டு கோப்பு பெயர்:

source: Extension (e.g. .mp3) will be appended automatically. Leave the field empty for default ([%tracknumber%. ][%artist% - ]%title%).
ta: நீட்டிப்பு (எ.கா. .mp3) தானாகவே சேர்க்கப்படும். இயல்புநிலைக்கு புலத்தை காலியாக விடுங்கள் ([%ட்ராக்நம்பர்%.] [%கலைஞர்% -]%தலைப்பு%).

source: Encoder:
ta: குறியாக்கி:

source: DSP preset:
ta: டிஎஸ்பி முன்னமைவு:

source: Number of threads:
ta: நூல்களின் எண்ணிக்கை:

source: Output sample format:
ta: வெளியீட்டு மாதிரி வடிவம்:

source: Keep source format 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
ta: மூல வடிவமைப்பை வைத்திருங்கள் 8 பிட் கையொப்பமிடப்பட்ட இன்ட் 16 பிட் கையொப்பமிடப்பட்ட இன்ட் 24 பிட் கையொப்பமிடப்பட்ட இன்ட் 32 பிட் கையொப்பமிடப்பட்ட இன்ட் 32 பிட் மிதவை

source: When file exists:
ta: கோப்பு இருக்கும்போது:

source: Skip Prompt Overwrite
ta: தவிர்க்கவும் உடனடி மேலெழுதும்

source: Edit Encoder Preset
ta: குறியாக்கி முன்னமைவைத் திருத்து

source: Title:
ta: தலைப்பு:

source: Untitled Encoder
ta: பெயரிடப்படாத குறியாக்கி

source: Output file extension:
ta: வெளியீட்டு கோப்பு நீட்டிப்பு:

source: E.g. mp3
ta: எ.கா. எம்பி 3

source: Command line:
ta: கட்டளை வரி:

source: Example: lame - %o %i for input file, %o for output file, - for stdin
ta: எடுத்துக்காட்டு: நொண்டி - %o உள்ளீட்டு கோப்பிற்கு %நான், வெளியீட்டு கோப்பிற்கு %o, - stdin க்கு

source: <small>%o - output file name %i - temporary input file name</small>
ta: <mall>%o - வெளியீட்டு கோப்பு பெயர் %i - தற்காலிக உள்ளீட்டு கோப்பு பெயர் </சிறிய>

source: Method:
ta: முறை:

source: Pipe Temp File Source File
ta: குழாய் தற்காலிக கோப்பு மூல கோப்பு

source: OggVorbis
ta: ஓக்வர்பிஸ்

source: <b>Tag writer</b>
ta: <b> குறிச்சொல் எழுத்தாளர் </b>

source: DSP Preset Editor
ta: டிஎஸ்பி முன்னமைக்கப்பட்ட எடிட்டர்

source: Title
ta: தலைப்பு

source: Untitled DSP Preset
ta: பெயரிடப்படாத டிஎஸ்பி முன்னமைவு

source: Add
ta: கூட்டு

source: Remove
ta: அகற்று

source: Configure
ta: உள்ளமைக்கவும்

source: Select DSP Plugin
ta: டிஎஸ்பி சொருகி என்பதைத் தேர்ந்தெடுக்கவும்

source: Plugin
ta: சொருகு

source: Presets
ta: முன்னமைவுகள்

source: [Built-in] %s
ta: [உள்ளமைக்கப்பட்ட] %கள்

source: The file already exists. Overwrite?
ta: கோப்பு ஏற்கனவே உள்ளது. மேலெழுதவா?

source: Converter warning
ta: மாற்றி எச்சரிக்கை

source: Please select encoder
ta: குறியாக்கியைத் தேர்ந்தெடுக்கவும்

source: Converter error
ta: மாற்றி பிழை

source: Converting...
ta: மாற்றுகிறது ...

source: Select folder...
ta: கோப்புறையைத் தேர்ந்தெடுக்கவும் ...

source: Failed to save encoder preset
ta: குறியாக்கி முன்னமைவை சேமிப்பதில் தோல்வி

source: Check preset folder permissions, try to pick different title, or free up some disk space
ta: முன்னமைக்கப்பட்ட கோப்புறை அனுமதிகளைச் சரிபார்க்கவும், வெவ்வேறு தலைப்பைத் தேர்வுசெய்ய முயற்சிக்கவும் அல்லது சில வட்டு இடத்தை விடுவிக்கவும்

source: Preset with the same name already exists. Try to pick another title.
ta: அதே பெயருடன் முன்னமைவு ஏற்கனவே உள்ளது. மற்றொரு தலைப்பைத் தேர்வுசெய்ய முயற்சிக்கவும்.

source: Error
ta: பிழை

source: Add new encoder
ta: புதிய குறியாக்கியைச் சேர்க்கவும்

source: Edit encoder
ta: குறியாக்கியைத் திருத்து

source: Remove preset
ta: முன்னமைவை அகற்று

source: This action will delete the selected preset. Are you sure?
ta: இந்த நடவடிக்கை தேர்ந்தெடுக்கப்பட்ட முன்னமைவை நீக்கும். நீ சொல்வது உறுதியா?

source: Warning
ta: எச்சரிக்கை

source: Encoders
ta: குறியாக்கிகள்

source: Add plugin to DSP chain
ta: டிஎஸ்பி சங்கிலியில் சொருகி சேர்க்கவும்

source: Failed to save DSP preset
ta: டிஎஸ்பி முன்னமைவை சேமிப்பதில் தோல்வி

source: New DSP Preset
ta: புதிய டிஎஸ்பி முன்னமைவு

source: Edit DSP Preset
ta: டிஎஸ்பி முன்னமைவைத் திருத்து

source: DSP Presets
ta: டிஎஸ்பி முன்னமைவுகள்

source: Help
ta: உதவி

source: Keep source format
ta: மூல வடிவமைப்பை வைத்திருங்கள்

source: 8 bit signed int
ta: 8 பிட் கையொப்பமிடப்பட்ட இன்ட்

source: 16 bit signed int
ta: 16 பிட் கையொப்பமிடப்பட்ட இன்ட்

source: 24 bit signed int
ta: 24 பிட் கையொப்பமிடப்பட்ட இன்ட்

source: 32 bit signed int
ta: 32 பிட் கையொப்பமிடப்பட்ட இன்ட்

source: 32 bit float
ta: 32 பிட் மிதவை

source: Skip
ta: தவிர்க்கவும்

source: Prompt
ta: உடனடி

source: Overwrite
ta: மேலெழுதும்

source: Pipe
ta: குழாய்

source: Temp File
ta: தற்காலிக கோப்பு

source: Source File
ta: மூல கோப்பு

source: Couldn't find pixmap file: %s
ta: பிக்ஸ்மேப் கோப்பைக் கண்டுபிடிக்க முடியவில்லை: %கள்

source: Open file(s)...
ta: திறந்த கோப்பு (கள்) ...

source: Add file(s) to playlist...
ta: பிளேலிஸ்ட்டில் கோப்பு (களை) சேர்க்கவும் ...

source: Add folder(s) to playlist...
ta: பிளேலிஸ்ட்டில் கோப்புறை (களை) சேர்க்கவும் ...

source: Load Playlist
ta: பிளேலிஸ்ட்டை ஏற்றவும்

source: Save Playlist As
ta: பிளேலிஸ்ட்டை சேமிக்கவும்

source: About DeaDBeeF %s
ta: டெட்பீஃப் %கள் பற்றி

source: DeaDBeeF %s ChangeLog
ta: Dedbeef %s சேஞ்ச்லாக்

source: DeaDBeeF Translators
ta: டெட்பீஃப் மொழிபெயர்ப்பாளர்கள்

source: Playing Track
ta: டிராக் விளையாடும்

source: Selected Track
ta: தேர்ந்தெடுக்கப்பட்ட டிராக்

source: Content-Type
ta: உள்ளடக்க வகை

source: Plugins
ta: செருகுநிரல்கள்

source: Invalid value(s).
ta: தவறான மதிப்பு (கள்).

source: Content-type and Plugins fields must be non-empty, and comply with the rules. Example content-type: 'audio/mpeg'. Example plugin ids: 'stdmpg ffmpeg'. Spaces must be used as separators in plugin ids list. Content type should be only letters, numbers and '-' sign. Plugin id can contain only letters and numbers.
ta: உள்ளடக்க வகை மற்றும் செருகுநிரல்கள் புலங்கள் காலியாக இல்லாததாக இருக்க வேண்டும், மேலும் விதிகளுக்கு இணங்க வேண்டும். எடுத்துக்காட்டு உள்ளடக்க வகை: 'ஆடியோ/MPEG'. எடுத்துக்காட்டு சொருகி ஐடிகள்: 'STDMPG FFMPEG'. சொருகி ஐடிஎஸ் பட்டியலில் இடைவெளிகள் பிரிப்பான்களாகப் பயன்படுத்தப்பட வேண்டும். உள்ளடக்க வகை எழுத்துக்கள், எண்கள் மற்றும் '-' அடையாளம் மட்டுமே இருக்க வேண்டும். சொருகி ஐடியில் கடிதங்கள் மற்றும் எண்கள் மட்டுமே இருக்க முடியும்.

source: Nothing is selected.
ta: எதுவும் தேர்ந்தெடுக்கப்படவில்லை.

source: _File
ta: _கோப்பு

source: _Open file(s)
ta: _ ஆபென் கோப்பு (கள்)

source: Add file(s)
ta: கோப்பு (களை) சேர்க்கவும்

source: Add folder(s)
ta: கோப்புறை (களை) சேர்க்கவும்

source: Add location
ta: இருப்பிடத்தைச் சேர்க்கவும்

source: New playlist
ta: புதிய பிளேலிஸ்ட்

source: Load playlist
ta: பிளேலிஸ்ட்டை ஏற்றவும்

source: Save playlist
ta: பிளேலிஸ்ட்டை சேமிக்கவும்

source: _Quit
ta: _விட்டுவிட

source: _Edit
ta: _தொகு

source: _Clear
ta: _ கிளையர்

source: Select all
ta: அனைத்தையும் தெரிவுசெய்

source: Deselect all
ta: அனைத்து தெரிவுகளையும் நிராகரி

source: Invert selection
ta: தலைகீழ் தேர்வு

source: Selection
ta: தேர்வு

source: Crop
ta: பயிர்

source: _Find
ta: _ ஃபைண்ட்

source: Sort by
ta: வரிசைப்படுத்தவும்

source: Track number
ta: ட்ராக் எண்

source: Album
ta: ஆல்பம்

source: Artist
ta: கலைஞர்

source: Date
ta: தேதி

source: Random
ta: சீரற்ற

source: Custom
ta: வழக்கம்

source: Preferences
ta: விருப்பத்தேர்வுகள்

source: _View
ta: _வியூ

source: Status bar
ta: நிலைமை பட்டை

source: Equalizer
ta: சமநிலைப்படுத்தி

source: Design mode
ta: வடிவமைப்பு பயன்முறை

source: Log
ta: பதிவு

source: Shuffle
ta: கலக்கு

source: Off
ta: ஆஃப்

source: Tracks
ta: தடங்கள்

source: Albums
ta: ஆல்பங்கள்

source: Random Tracks
ta: சீரற்ற தடங்கள்

source: Repeat
ta: மீண்டும்

source: All Tracks
ta: அனைத்து தடங்களும்

source: One Track
ta: ஒரு பாடல்

source: Scroll follows playback
ta: சுருள் பின்னணியைப் பின்பற்றுகிறது

source: Cursor follows playback
ta: கர்சர் பின்னணியைப் பின்பற்றுகிறது

source: Stop after current track
ta: தற்போதைய பாதைக்குப் பிறகு நிறுத்துங்கள்

source: Stop after current album
ta: தற்போதைய ஆல்பத்திற்குப் பிறகு நிறுத்துங்கள்

source: Jump to current track
ta: தற்போதைய பாதையில் செல்லவும்

source: _Help
ta: _உதவி

source: _Translators
ta: _ டிரான்ஸ்லேட்டர்கள்

source: Search
ta: தேடல்

source: Stop
ta: நிறுத்து

source: Play
ta: விளையாடுங்கள்

source: Pause
ta: இடைநிறுத்தம்

source: Previous
ta: முந்தைய

source: Next
ta: அடுத்தது

source: Play Random
ta: சீரற்ற முறையில் விளையாடுங்கள்

source: About
ta: பற்றி

source: Quit
ta: விட்டுவிட

source: Track Properties
ta: டிராக் பண்புகள்

source: Location:
ta: இடம்:

source: Settings
ta: அமைப்புகள்

source: _Apply
ta: _Aplay

source: _Close
ta: _நெருக்கமான

source: Metadata
ta: மெட்டாடேட்டா

source: Properties
ta: பண்புகள்

source: _OK
ta: _சரி

source: Enter new column title here
ta: புதிய நெடுவரிசை தலைப்பை இங்கே உள்ளிடவும்

source: Type:
ta: தட்டச்சு:

source: Format:
ta: வடிவம்:

source: Sort format:
ta: வடிவ வடிவத்தை வரிசைப்படுத்துங்கள்:

source: (if non-empty)
ta: (காலியாக இல்லாதிருந்தால்)

source: Alignment:
ta: சீரமைப்பு:

source: Left Right Center
ta: இடது சரி மையம்

source: Text color:
ta: உரை நிறம்:

source: Output plugin:
ta: வெளியீட்டு சொருகி:

source: Output device:
ta: வெளியீடு சாதனம்:

source: Always convert 8 bit audio to 16 bit
ta: எப்போதும் 8 பிட் ஆடியோவை 16 பிட்டாக மாற்றவும்

source: Always convert 16 bit audio to 24 bit
ta: எப்போதும் 16 பிட் ஆடியோவை 24 பிட்டாக மாற்றவும்

source: Override bit depth:
ta: பிட் ஆழத்தை மீறவும்:

source: Disabled 8 bit 16 bit 24 bit 32 bit 32 bit float
ta: முடக்கப்பட்டது 8 பிட் 16 பிட் 24 பிட் 32 பிட் 32 பிட் மிதவை

source: Target samplerate:
ta: இலக்கு மாதிரி:

source: For multiples of 48KHz (96K, 192K, ...):
ta: 48KHz இன் மடங்குகளுக்கு (96K, 192K, ...):

source: For multiples of 44.1KHz (88.2K, 176.4K, ...):
ta: 44.1kHz (88.2K, 176.4K, ...) இன் மடங்குகளுக்கு:

source: Based on input samplerate
ta: உள்ளீட்டு மாதிரி அடிப்படையில்

source: Override samplerate
ta: மாதிரியை மீறுங்கள்

source: Sound
ta: ஒலி

source: Source mode:
ta: மூல பயன்முறை:

source: By playback order Track Album
ta: பிளேபேக் ஆர்டர் மூலம் டிராக் ஆல்பம்

source: Processing:
ta: செயலாக்கம்:

source: None Apply gain Apply gain and prevent clipping according to peak Only prevent clipping
ta: எதுவுமில்லை ஆதாயத்தைப் பயன்படுத்துங்கள் ஆதாயத்தைப் பயன்படுத்துங்கள் மற்றும் உச்சத்தின் படி கிளிப்பிங் தடுக்கவும் கிளிப்பிங் மட்டுமே தடுக்கவும்

source: -12 dB
ta: -12 டி.பி.

source: +12 dB
ta: +12 டி.பி.

source: Preamp with RG info:
ta: RG தகவலுடன் முன்னுரிமை:

source: Preamp without RG info:
ta: RG தகவல் இல்லாமல் முன்னுரிமை:

source: Add files from command line (or file manager) to this playlist:
ta: இந்த பிளேலிஸ்ட்டில் கட்டளை வரியிலிருந்து (அல்லது கோப்பு மேலாளர்) கோப்புகளைச் சேர்க்கவும்:

source: Resume previous session on startup
ta: தொடக்கத்தில் முந்தைய அமர்வை மீண்டும் தொடங்குங்கள்

source: Don't add from archives when adding folders
ta: கோப்புறைகளைச் சேர்க்கும்போது காப்பகங்களிலிருந்து சேர்க்க வேண்டாம்

source: "Stop after current track" option will switch off after triggering
ta: "தற்போதைய தடத்திற்குப் பிறகு நிறுத்துங்கள்" விருப்பம் தூண்டப்பட்ட பிறகு அணைக்கப்படும்

source: "Stop after current album" option will switch off after triggering
ta: "தற்போதைய ஆல்பத்திற்குப் பிறகு நிறுத்துங்கள்" விருப்பம் தூண்டப்பட்ட பிறகு அணைக்கப்படும்

source: Playback
ta: பின்னணி

source: DSP Chain Preset
ta: டிஎஸ்பி சங்கிலி முன்னமைவு

source: _Load
ta: _ ஏற்றுதல்

source: DSP
ta: டி.எஸ்.பி.

source: Minimize to tray on startup
ta: தொடக்கத்தில் தட்டில் குறைக்கவும்

source: Close minimizes to tray
ta: மூடு தட்டில் குறைகிறது

source: Hide system tray icon
ta: கணினி தட்டு ஐகானை மறைக்கவும்

source: Delete from disk should use Trash
ta: வட்டில் இருந்து நீக்கு குப்பைகளைப் பயன்படுத்த வேண்டும்

source: Enable Japanese SHIFT-JIS detection and recoding
ta: ஜப்பானிய ஷிப்ட்-ஜேஸ் கண்டறிதல் மற்றும் மறுசீரமைப்பை இயக்கவும்

source: Enable cyrillic CP1251 detection and recoding
ta: சிரிலிக் சிபி 1251 கண்டறிதல் மற்றும் மறுசீரமைப்பை இயக்கவும்

source: Enable Chinese CP936 detection and recoding
ta: சீன சிபி 936 கண்டறிதல் மற்றும் மறுவடிவமைப்பு ஆகியவற்றை இயக்கவும்

source: Interface refresh rate (times per second):
ta: இடைமுக புதுப்பிப்பு வீதம் (வினாடிக்கு நேரங்கள்):

source: Titlebar text while playing:
ta: இயக்கும்போது தலைப்பு:

source: Titlebar text while stopped:
ta: நிறுத்தப்பட்டபோது தலைப்பு பெட்டி உரை:

source: GUI Plugin (changing requires restart):
ta: GUI சொருகி (மாற்றுவதற்கு மறுதொடக்கம் தேவை):

source: Display selection playback time in status bar
ta: நிலை பட்டியில் தேர்வு பிளேபேக் நேரத்தைக் காண்பி

source: Player
ta: ஆட்டக்காரர்

source: Close playlists with middle mouse button
ta: நடுத்தர சுட்டி பொத்தானைக் கொண்டு பிளேலிஸ்ட்களை மூடு

source: Hide "Delete from Disk" context menu item
ta: "வட்டில் இருந்து நீக்கு" சூழல் மெனு உருப்படியை மறைக்கவும்

source: Switch to the next song when the currently played one is removed from disk
ta: தற்போது வாசிக்கப்பட்ட ஒன்று வட்டில் இருந்து அகற்றப்படும் போது அடுத்த பாடலுக்கு மாறவும்

source: Auto-name playlists when adding a single folder
ta: ஒற்றை கோப்புறையைச் சேர்க்கும்போது தானாக பெயர் பிளேலிஸ்ட்கள்

source: Auto-resize columns to fit the window
ta: சாளரத்திற்கு ஏற்ற நெடுவரிசைகளை தானாக மாற்றவும்

source: Group spacing:
ta: குழு இடைவெளி:

source: pixels
ta: பிக்சல்கள்

source: Playlist
ta: பிளேலிஸ்ட்

source: GUI/Misc
ta: குய்/மற்றவை

source: Override
ta: மேலெழுதவும்

source: Bars
ta: பார்கள்

source: Background (EQ)
ta: பின்னணி (EQ)

source: Seekbar/Volumebar/EQ
ta: சீக்பார்/வால்யூம் பார்/ஈக்

source: Base:
ta: அடித்தளம்:

source: Dark:
ta: இருள்:

source: Light:
ta: ஒளி:

source: Middle:
ta: நடுத்தர:

source: Text:
ta: உரை:

source: Bold
ta: தைரியமான

source: Italic
ta: சாய்வு

source: Playing text:
ta: உரையை வாசித்தல்:

source: Selected text:
ta: தேர்ந்தெடுக்கப்பட்ட உரை:

source: Tab strip
ta: தாவல் துண்டு

source: Normal track(s):
ta: சாதாரண தட (கள்):

source: Playing track:
ta: டிராக் விளையாடும்:

source: Selected track(s):
ta: தேர்ந்தெடுக்கப்பட்ட டிராக் (கள்):

source: Columns:
ta: நெடுவரிசைகள்:

source: Group header:
ta: குழு தலைப்பு:

source: <b>Foreground:</b>
ta: <b> முன்புறம்: </b>

source: Even:
ta: கூட:

source: Odd:
ta: ஒற்றைப்படை:

source: Selected:
ta: தேர்ந்தெடுக்கப்பட்டது:

source: Cursor:
ta: கர்சர்:

source: <b>Background:</b>
ta: <b> பின்னணி: </b>

source: Override (loses GTK treeview theming, but speeds up rendering)
ta: மேலெழுதவும் (ஜி.டி.கே ட்ரீவியூ தீமிங் இழக்கிறது, ஆனால் ரெண்டரிங் வேகத்தை அதிகரிக்கிறது)

source: Custom visualization base color
ta: தனிப்பயன் காட்சிப்படுத்தல் அடிப்படை நிறம்

source: Custom visualization background color
ta: தனிப்பயன் காட்சிப்படுத்தல் பின்னணி நிறம்

source: Visualizations
ta: காட்சிப்படுத்தல்

source: Appearance
ta: தோற்றம்

source: Enable media library
ta: மீடியா நூலகத்தை இயக்கவும்

source: Add / remove music folders
ta: இசை கோப்புறைகளைச் சேர்க்கவும் / அகற்றவும்

source: Media Library
ta: ஊடக நூலகம்

source: Enable Proxy Server
ta: ப்ராக்ஸி சேவையகத்தை இயக்கவும்

source: Proxy Server Address:
ta: ப்ராக்ஸி சேவையக முகவரி:

source: Proxy Server Port:
ta: ப்ராக்ஸி சர்வர் போர்ட்:

source: Proxy Type:
ta: ப்ராக்ஸி வகை:

source: Proxy Username:
ta: ப்ராக்ஸி பயனர்பெயர்:

source: Proxy Password:
ta: ப்ராக்ஸி கடவுச்சொல்:

source: HTTP User Agent:
ta: HTTP பயனர் முகவர்:

source: Edit Content-Type Mapping
ta: உள்ளடக்க வகை மேப்பிங்கைத் திருத்தவும்

source: Network
ta: வலைப்பின்னல்

source: Assigned Hotkeys:
ta: ஒதுக்கப்பட்ட ஹோட்ட்கிகள்:

source: Action:
ta: செயல்:

source: <Not set>
ta: <அமைக்கவில்லை>

source: Key combination:
ta: முக்கிய சேர்க்கை:

source: Global hotkey
ta: உலகளாவிய ஹாட்ஸ்கி

source: Use the Apply button to save your changes, or the Revert button to undo your changes. The changes will NOT be saved if you don't press Apply.
ta: உங்கள் மாற்றங்களைச் சேமிக்க விண்ணப்பிக்கும் பொத்தானைப் பயன்படுத்தவும், அல்லது உங்கள் மாற்றங்களைச் செயல்தவிர்க்க மறுவிற்பனை பொத்தானை. மாற்றங்கள் சேமிக்கப்படாது நீங்கள் அழுத்தவில்லை என்றால் விண்ணப்பிக்கவும்.

source: Hotkeys
ta: ஹாட்கீஸ்

source: Configuration
ta: உள்ளமைவு

source: Info
ta: தகவல்

source: License
ta: உரிமம்

source: Reset to defaults
ta: இயல்புநிலைகளுக்கு மீட்டமைக்கவும்

source: Version:
ta: பதிப்பு:

source: Set Custom Title
ta: தனிப்பயன் தலைப்பை அமைக்கவும்

source: Group By ...
ta: குழு ...

source: Sort by ...
ta: வரிசைப்படுத்தவும் ...

source: <b>Format</b>
ta: <b> வடிவம் </b>

source: Ascending Descending
ta: ஏறுதல் இறங்கு

source: Tag Writer Settings
ta: குறிச்சொல் எழுத்தாளர் அமைப்புகள்

source: Write ID3v2
ta: ID3V2 ஐ எழுதுங்கள்

source: Write ID3v1
ta: ID3V1 ஐ எழுதுங்கள்

source: Write APEv2
ta: APEV2 ஐ எழுதுங்கள்

source: Strip ID3v2
ta: ஸ்ட்ரிப் ஐடி 3 வி 2

source: Strip ID3v1
ta: ஸ்ட்ரிப் ஐடி 3 வி 1

source: Strip APEv2
ta: ஸ்ட்ரிப் APEV2

source: ID3v2 version
ta: ID3V2 பதிப்பு

source: 2.3 (Recommended) 2.4
ta: 2.3 (பரிந்துரைக்கப்படுகிறது) 2.4

source: ID3v1 character encoding (default is iso8859-1)
ta: ID3V1 எழுத்து குறியாக்கம் (இயல்புநிலை ISO8859-1)

source: Write ID3v2.4
ta: ID3V2.4 ஐ எழுதுங்கள்

source: Content-Type Mapping
ta: உள்ளடக்க வகை மேப்பிங்

source: This table defines the binding between network stream content types and DeaDBeeF decoder plugins. For example, mp3 files can have content type "audio/x-mpeg", and need to be decoded by DeaDBeeF's own "stdmpg" plugin, or "ffmpeg" plugin.
ta: இந்த அட்டவணை நெட்வொர்க் ஸ்ட்ரீம் உள்ளடக்க வகைகளுக்கும் டெட்பீஃப் டிகோடர் செருகுநிரல்களுக்கும் இடையிலான பிணைப்பை வரையறுக்கிறது. எடுத்துக்காட்டாக, எம்பி 3 கோப்புகள் உள்ளடக்க வகையை "ஆடியோ/எக்ஸ்-எம்.பி.ஜி" கொண்டிருக்கலாம், மேலும் டெட்பீப்பின் சொந்த "எஸ்.டி.எம்.பி.ஜி" சொருகி அல்லது "எஃப்.எஃப்.எம்.பி.ஜி" சொருகி மூலம் டிகோட் செய்யப்பட வேண்டும்.

source: Content-Type:
ta: உள்ளடக்க வகை:

source: Plugins:
ta: செருகுநிரல்கள்:

source: Button properties
ta: பொத்தான் பண்புகள்

source: Color:
ta: நிறம்:

source: Icon:
ta: ஐகான்:

source: Label:
ta: லேபிள்:

source: Select action
ta: செயலைத் தேர்ந்தெடுக்கவும்

source: This dialog allows setting custom title for any track. This is most useful for radio stations. An option to set the custom title is also present in the "Add Location" dialog. The title itself is visible in columns displaying the "Artist" metadata field. It should look like "[custom] artist" if the Artist field is present, or just "custom" otherwise.
ta: இந்த உரையாடல் எந்தவொரு தடத்திற்கும் தனிப்பயன் தலைப்பை அமைக்க அனுமதிக்கிறது. வானொலி நிலையங்களுக்கு இது மிகவும் பயனுள்ளதாக இருக்கும். தனிப்பயன் தலைப்பை அமைப்பதற்கான ஒரு விருப்பம் "இருப்பிடத்தைச் சேர்" உரையாடலிலும் உள்ளது. "கலைஞர்" மெட்டாடேட்டா புலத்தைக் காண்பிக்கும் நெடுவரிசைகளில் தலைப்பு தெரியும். கலைஞர் புலம் இருந்தால் "[தனிப்பயன்] கலைஞர்" அல்லது இல்லையெனில் "தனிப்பயன்" போல இருக்க வேண்டும்.

source: Edit
ta: தொகு

source: Edit (in place)
ta: திருத்து (இடத்தில்)

source: Add new field...
ta: புதிய புலத்தைச் சேர்க்கவும் ...

source: Edit Value
ta: மதிப்பைத் திருத்தவும்

source: Field name:
ta: புல பெயர்:

source: Field value:
ta: புல மதிப்பு:

source: Use ; character to separate multiple values.
ta: பயன்படுத்தவும்; பல மதிப்புகளை பிரிக்க எழுத்து.

source: DeaDBeeF Log
ta: டெட்பீஃப் பதிவு

source: Clear
ta: தெளிவான

source: ReplayGain Scan Progress
ta: Replaygain ஸ்கேன் முன்னேற்றம்

source: Current File:
ta: தற்போதைய கோப்பு:

source: Status
ta: நிலை

source: Cancel
ta: ரத்துசெய்

source: ReplayGain Scan Results
ta: Replaygain ஸ்கேன் முடிவுகள்

source: Update File Tags
ta: கோப்பு குறிச்சொற்களைப் புதுப்பிக்கவும்

source: Copy report
ta: நகல் அறிக்கை

source: Only show plugins with configuration
ta: உள்ளமைவுடன் செருகுநிரல்களை மட்டுமே காண்பி

source: Edit Multiple Tracks
ta: பல தடங்களைத் திருத்தவும்

source: Field Name:
ta: புல பெயர்:

source: Single Value
ta: ஒற்றை மதிப்பு

source: Individual Values
ta: தனிப்பட்ட மதிப்புகள்

source: Save DeaDBeeF EQ Preset
ta: Dedbeef eq முன்னமைவை சேமிக்கவும்

source: DeaDBeeF EQ preset files (*.ddbeq)
ta: Dedbeef eq முன்னமைக்கப்பட்ட கோப்புகள் (*.ddbeq)

source: Load DeaDBeeF EQ Preset...
ta: Dedbeef eq முன்னமைவை ஏற்றவும் ...

source: DeaDBeeF EQ presets (*.ddbeq)
ta: Dedbeef eq முன்னமைவுகள் (*.ddbeq)

source: Import Foobar2000 EQ Preset...
ta: இறக்குமதி foobar2000 EQ முன்னமைவு ...

source: Foobar2000 EQ presets (*.feq)
ta: Foobar2000 EQ முன்னமைவுகள் (*.feq)
