Repository: AOSC-Tracking/deadbeef
Catalog: po/*.po
Languages: ta

source: Save Preset
ta: முன்னமைவை சேமிக்கவும்

source: Load Preset
ta: முன்னமைவை ஏற்றவும்

source: Import Foobar2000 Preset
ta: FOOBAR2000 முன்னமைவை இறக்குமதி செய்யுங்கள்

source: Enable
ta: இயக்கு

source: Zero All
ta: அனைத்து பூஜ்ஜியமும்

source: Zero Preamp
ta: பூஜ்ஜிய ப்ரீஆம்ப்

source: Zero Bands
ta: பூஜ்ஜிய பட்டைகள்

source: New Playlist
ta: புதிய பிளேலிஸ்ட்

source: Supported sound formats
ta: ஆதரவு ஒலி வடிவங்கள்

source: All files (*)
ta: அனைத்து கோப்புகள் (*)

source: Supported playlist formats
ta: ஆதரிக்கப்பட்ட பிளேலிஸ்ட் வடிவங்கள்

source: All files
ta: அனைத்து கோப்புகள்

source: Other files (*)
ta: பிற கோப்புகள் (*)

source: DeaDBeeF playlist files (*.dbpl)
ta: Dedbeef பிளேலிஸ்ட் கோப்புகள் (*.dbpl)

source: Follow symlinks
ta: சிம்லிங்க்களைப் பின்தொடரவும்

source: 1 day %d:%02d:%02d
ta: 1 நாள்%டி:%02 டி:%02 டி

source: %d days %d:%02d:%02d
ta: %d நாட்கள்%d:%02d:%02d

source: total playtime
ta: மொத்த விளையாட்டு நேரம்

source: Paused
ta: இடைநிறுத்தப்பட்டது

source: bit
ta: பிட்

source: selection playtime
ta: தேர்வு விளையாட்டு நேரம்

source: Stopped
ta: நிறுத்தப்பட்டது

source: Rename Playlist
ta: பிளேலிஸ்ட்டை மறுபெயரிடுங்கள்

source: Removing playlist
ta: பிளேலிஸ்ட்டை நீக்குதல்

source: Do you really want to remove the playlist '%s'?
ta: பிளேலிஸ்ட்டை '%கள்' அகற்ற விரும்புகிறீர்களா?

source: New Playlist (%d)
ta: புதிய பிளேலிஸ்ட் (%டி)

source: Playlist with tabs
ta: தாவல்களுடன் பிளேலிஸ்ட்

source: Splitter (top and bottom)
ta: ஸ்ப்ளிட்டர் (மேல் மற்றும் கீழ்)

source: Splitter (left and right)
ta: ஸ்ப்ளிட்டர் (இடது மற்றும் வலது)

source: Tabs
ta: தாவல்கள்

source: Playlist tabs
ta: பிளேலிஸ்ட் தாவல்கள்

source: Selection properties
ta: தேர்வு பண்புகள்

source: Album art display
ta: ஆல்பம் கலை காட்சி

source: Oscilloscope
ta: அலைக்காட்டி

source: Spectrum
ta: நிறமாலை

source: Button
ta: பொத்தானை

source: Seekbar
ta: சீக்பார்

source: Playback controls
ta: பிளேபேக் கட்டுப்பாடுகள்

source: Volume bar
ta: தொகுதி பட்டி

source: Chiptune voices
ta: சிப்டூன் குரல்கள்

source: Log viewer
ta: பதிவு பார்வையாளர்

source: Media library viewer
ta: மீடியா நூலக பார்வையாளர்

source: Failed while reading help file
ta: உதவி கோப்பைப் படிக்கும்போது தோல்வியுற்றது

source: Failed to load help file
ta: உதவி கோப்பை ஏற்றுவதில் தோல்வி

source: The player is currently running background tasks. If you quit now, the tasks will be cancelled or interrupted. This may result in data loss.
ta: வீரர் தற்போது பின்னணி பணிகளை நடத்தி வருகிறார். நீங்கள் இப்போது விலகினால், பணிகள் ரத்து செய்யப்படும் அல்லது குறுக்கிடப்படும். இது தரவு இழப்பை ஏற்படுத்தக்கூடும்.

source: Do you still want to quit?
ta: நீங்கள் இன்னும் வெளியேற விரும்புகிறீர்களா?

source: The files will be moved to trash. (This dialog can be turned off in GTKUI plugin settings)
ta: கோப்புகள் குப்பைக்கு நகர்த்தப்படும். (இந்த உரையாடலை GTKUI சொருகி அமைப்புகளில் அணைக்கலாம்)

source: The files will be lost. (This dialog can be turned off in GTKUI plugin settings)
ta: கோப்புகள் இழக்கப்படும். (இந்த உரையாடலை GTKUI சொருகி அமைப்புகளில் அணைக்கலாம்)

source: Do you really want to delete the selected file?%s
ta: தேர்ந்தெடுக்கப்பட்ட கோப்பை நீக்க விரும்புகிறீர்களா?%கள்

source: Do you really want to delete all %d selected files?%s
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து %டி கோப்புகளையும் நீக்க விரும்புகிறீர்களா? %கள்

source: Do you really want to delete all %d files from the current playlist?%s
ta: தற்போதைய பிளேலிஸ்ட்டிலிருந்து அனைத்து %டி கோப்புகளையும் நீக்க விரும்புகிறீர்களா? %கள்

source: Do you really want to delete the currently playing file?%s
ta: தற்போது விளையாடும் கோப்பை நீக்க விரும்புகிறீர்களா?%கள்

source: Delete files from disk
ta: வட்டில் இருந்து கோப்புகளை நீக்கவும்

source: Delete
ta: அழி

source: Left
ta: இடது

source: Right
ta: சரி

source: Center
ta: மையம்

source: Disabled
ta: முடக்கப்பட்டது

source: 8 bit
ta: 8 பிட்

source: 16 bit
ta: 16 பிட்

source: 24 bit
ta: 24 பிட்

source: 32 bit
ta: 32 பிட்

source: By playback order
ta: பிளேபேக் ஆர்டர் மூலம்

source: Track
ta: டிராக்

source: None
ta: எதுவுமில்லை

source: Apply gain
ta: ஆதாயத்தைப் பயன்படுத்துங்கள்

source: Apply gain and prevent clipping according to peak
ta: ஆதாயத்தைப் பயன்படுத்துங்கள் மற்றும் உச்சத்தின் படி கிளிப்பிங் தடுக்கவும்

source: Only prevent clipping
ta: கிளிப்பிங் மட்டுமே தடுக்கவும்

source: Ascending
ta: ஏறுதல்

source: Descending
ta: இறங்கு

source: 2.3 (Recommended)
ta: 2.3 (பரிந்துரைக்கப்படுகிறது)

source: Artist / Album
ta: கலைஞர் / ஆல்பம்

source: Track No
ta: கண்காணிப்பு எண்

source: Duration
ta: காலம்

source: Item Index
ta: பொருள் அட்டவணை

source: Playing
ta: விளையாடுவது

source: Album Art
ta: ஆல்பம் கலை

source: Artist - Album
ta: கலைஞர் - ஆல்பம்

source: Year
ta: ஆண்டு

source: Track Number
ta: ட்ராக் எண்

source: Band / Album Artist
ta: இசைக்குழு / ஆல்பம் கலைஞர்

source: Codec
ta: கோடெக்

source: Bitrate
ta: பிட்ரேட்

source: Add column
ta: நெடுவரிசையைச் சேர்க்கவும்

source: Edit column
ta: நெடுவரிசையைத் திருத்து

source: Remove column
ta: நெடுவரிசையை அகற்று

source: Pin groups when scrolling
ta: ஸ்க்ரோலிங் செய்யும் போது குழுக்கள்

source: Group by
ta: குழு

source: Artist/Date/Album
ta: கலைஞர்/தேதி/ஆல்பம்

source: Play Next
ta: அடுத்து விளையாடுங்கள்

source: Play Later
ta: பின்னர் விளையாடுங்கள்

source: Remove from Playback Queue
ta: பிளேபேக் வரிசையில் இருந்து அகற்று

source: Reload Metadata
ta: மெட்டாடேட்டாவை மீண்டும் ஏற்றவும்

source: _Copy
ta: _ கோபி

source: _Paste
ta: _ பேஸ்ட்

source: Delete from Disk
ta: வட்டில் இருந்து நீக்கு

source: Remove Playlist
ta: பிளேலிஸ்ட்டை அகற்று

source: Add New Playlist
ta: புதிய பிளேலிஸ்ட்டைச் சேர்க்கவும்

source: Enable Autosort
ta: ஆட்டோசார்ட்டை இயக்கவும்

source: Re-apply the last sort you chose every time when adding new files to this playlist
ta: இந்த பிளேலிஸ்ட்டில் புதிய கோப்புகளைச் சேர்க்கும்போது ஒவ்வொரு முறையும் நீங்கள் தேர்ந்தெடுத்த கடைசி வரிசையை மீண்டும் பயன்படுத்துங்கள்

source: Open file...
ta: திறந்த கோப்பு ...

source: Configure %s
ta: %கள் உள்ளமைக்கவும்

source: You modified the hotkeys settings, but didn't save your changes.
ta: நீங்கள் ஹாட்கீஸ் அமைப்புகளை மாற்றியமைத்தீர்கள், ஆனால் உங்கள் மாற்றங்களைச் சேமிக்கவில்லை.

source: Are you sure you want to continue without saving?
ta: சேமிக்காமல் தொடர விரும்புகிறீர்களா?

source: Default Audio Device
ta: இயல்புநிலை ஆடியோ சாதனம்

source: Adding files...
ta: கோப்புகளைச் சேர்ப்பது ...

source: Initializing...
ta: தொடங்குதல் ...

source: Updating File Tags Progress
ta: கோப்பு குறிச்சொற்களைப் புதுப்பித்தல் முன்னேற்றம்

source: Name
ta: பெயர்

source: Album Gain
ta: ஆல்பம் ஆதாயம்

source: Track Gain
ta: தடமறிதல்

source: Album Peak
ta: ஆல்பம் உச்சம்

source: Track Peak
ta: ட்ராக் பீக்

source: Success
ta: வெற்றி

source: File not found
ta: கோப்பு கிடைக்கவில்லை

source: Invalid file
ta: தவறான கோப்பு

source: Search [(%list_total% results)]
ta: தேடு [(% list_total% முடிவுகள்)]

source: Show Column Headers
ta: நெடுவரிசை தலைப்புகளைக் காட்டு

source: Value
ta: மதிப்பு

source: You've modified data for this track.
ta: இந்த பாதைக்கான தரவை நீங்கள் மாற்றியமைத்துள்ளீர்கள்.

source: Really close the window?
ta: உண்மையில் சாளரத்தை மூடவா?

source: [Multiple values]
ta: [பல மதிப்புகள்]

source: Key
ta: விசை

source: [Multiple values]
ta: [பல மதிப்புகள்]

source: Writing tags...
ta: குறிச்சொற்களை எழுதுதல் ...

source: Item
ta: உருப்படி

source: Field
ta: புலம்

source: Field name
ta: புலம் பெயர்

source: Name:
ta: பெயர்:

source: Field names must not start with : or _
ta: புல பெயர்கள் தொடங்கக்கூடாது: அல்லது _

source: Cannot add field
ta: புலம் சேர்க்க முடியாது

source: Field with such name already exists, please try different name.
ta: அத்தகைய பெயரைக் கொண்ட புலம் ஏற்கனவே உள்ளது, தயவுசெய்து வெவ்வேறு பெயரை முயற்சிக்கவும்.

source: Widget "%s" is not available
ta: விட்ஜெட் "%கள்" கிடைக்கவில்லை

source: Replace with...
ta: மாற்றவும் ...

source: Insert...
ta: செருகவும் ...

source: Cut
ta: வெட்டு

source: Copy
ta: நகலெடு

source: Paste
ta: ஒட்டவும்

source: Parent
ta: பெற்றோர்

source: Multiple widgets of this type are not supported
ta: இந்த வகையின் பல விட்ஜெட்டுகள் ஆதரிக்கப்படவில்லை

source: Proportional Sizing
ta: விகிதாசார அளவு

source: Lock Top Pane Height
ta: மேல் பலக உயரத்தை பூட்டவும்

source: Lock Left Pane Width
ta: இடது பலக அகலம் பூட்டு

source: Lock Bottom Pane Height
ta: கீழே பேன் உயரத்தை பூட்டவும்

source: Lock Right Pane Width
ta: வலது பலக அகலம் பூட்டு

source: Rename Tab
ta: தாவலை மறுபெயரிடுங்கள்

source: Remove Tab
ta: தாவலை அகற்று

source: Add New Tab
ta: புதிய தாவலைச் சேர்க்கவும்

source: Move Tab Left
ta: தாவலை நகர்த்தவும்

source: Move Tab Right
ta: தாவலை சரியாக நகர்த்தவும்

source: Rendering Mode
ta: ரெண்டரிங் பயன்முறை

source: Multichannel
ta: மல்டிசனல்

source: Scale
ta: அளவு

source: Auto
ta: ஆட்டோ

source: Fragment Duration
ta: துண்டு காலம்

source: 50 ms
ta: 50 எம்.எஸ்

source: 100 ms
ta: 100 எம்.எஸ்

source: 200 ms
ta: 200 எம்.எஸ்

source: 300 ms
ta: 300 எம்.எஸ்

source: 500 ms
ta: 500 எம்.எஸ்

source: Discrete Frequencies
ta: தனித்துவமான அதிர்வெண்கள்

source: 1/12 Octave Bands
ta: 1/12 ஆக்டேவ் பட்டைகள்

source: 1/24 Octave Bands
ta: 1/24 ஆக்டேவ் பேண்டுகள்

source: Gap Size
ta: இடைவெளி அளவு

source: 1/2 Bar
ta: 1/2 பார்

source: 1/3 Bar
ta: 1/3 பட்டி

source: 1/4 Bar
ta: 1/4 பட்டி

source: 1/5 Bar
ta: 1/5 பட்டி

source: 1/6 Bar
ta: 1/6 பட்டி

source: 1/7 Bar
ta: 1/7 பட்டி

source: 1/8 Bar
ta: 1/8 பட்டி

source: 1/9 Bar
ta: 1/9 பார்

source: 1/10 Bar
ta: 1/10 பட்டி

source: Expand Box by 1 Item
ta: 1 உருப்படி மூலம் பெட்டியை விரிவாக்குங்கள்

source: Shrink Box by 1 Item
ta: 1 உருப்படியால் பெட்டியை சுருக்கவும்

source: Homogeneous
ta: ஒரேவிதமான

source: Expand
ta: விரிவாக்கு

source: Fill
ta: நிரப்பவும்

source: Configure Button
ta: பொத்தானை உள்ளமைக்கவும்

source: _dB Scale
ta: _DB அளவுகோல்

source: _Linear Scale
ta: _ லைன் அளவுகோல்

source: Voices:
ta: குரல்கள்:

source: Copy of %s
ta: %S நகல்

source: Copy of %s (%d)
ta: %S ( %d) நகல்

source: (paused)
ta: (இடைநிறுத்தப்பட்டது)

source: (stopped)
ta: (நிறுத்தப்பட்டது)

source: (playing)
ta: (விளையாடுவது)

source: Items
ta: பொருட்களை

source: Playlist browser
ta: பிளேலிஸ்ட் உலாவி

source: Custom Shell Commands
ta: தனிப்பயன் ஷெல் கட்டளைகள்

source: Close
ta: நெருக்கமான

source: Edit Command
ta: கட்டளையைத் திருத்து

source: Command:
ta: கட்டளை:

source: Arbitrary shell command. Will be executed in the shell context which the main application was started from. Title formatting can be used. Example: xdg-open %D
ta: தன்னிச்சையான ஷெல் கட்டளை. முக்கிய பயன்பாடு தொடங்கப்பட்ட ஷெல் சூழலில் செயல்படுத்தப்படும். தலைப்பு வடிவமைப்பைப் பயன்படுத்தலாம். எடுத்துக்காட்டு: XDG-Open %d

source: ID:
ta: ஐடி:

source: Free-form name, for example "My Shell Command"
ta: இலவச வடிவ பெயர், எடுத்துக்காட்டாக "எனது ஷெல் கட்டளை"

source: Command ID, normally it should be something short, for example "youtube_open". It must be unique.
ta: கட்டளை ஐடி, பொதுவாக இது குறுகியதாக இருக்க வேண்டும், எடுத்துக்காட்டாக "YouTube_open". இது தனித்துவமாக இருக்க வேண்டும்.

source: Single Tracks
ta: ஒற்றை தடங்கள்

source: Works on single track.
ta: ஒற்றை பாதையில் வேலை செய்கிறது.

source: Multiple Tracks
ta: பல தடங்கள்

source: Works on multiple tracks.
ta: பல தடங்களில் வேலை செய்கிறது.

source: Local
ta: உள்ளூர்

source: Works on local files.
ta: உள்ளூர் கோப்புகளில் வேலை செய்கிறது.

source: Remote
ta: தொலைநிலை

source: Works on remote files (e.g. http:// streams)
ta: தொலை கோப்புகளில் வேலை செய்கிறது (எ.கா. http: // streams)

source: Generic (Main Menu)
ta: பொதுவான (முதன்மை மெனு)

source: Item should appear in the main menu
ta: உருப்படி பிரதான மெனுவில் தோன்ற வேண்டும்

source: <small>If you want to add the command to main menu, make sure that title contains the menu path like this: "File/My Command", where File is the menu name in the English version.</small>
ta: <Malls> நீங்கள் கட்டளையை பிரதான மெனுவில் சேர்க்க விரும்பினால், தலைப்பில் இது போன்ற மெனு பாதை உள்ளது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்: "கோப்பு/எனது கட்டளை", அங்கு கோப்பு என்பது ஆங்கில பதிப்பில் மெனு பெயர். </சிறிய>

source: Add Command
ta: கட்டளையைச் சேர்க்கவும்

source: This action will delete the selected shell command. Are you sure?
ta: இந்த நடவடிக்கை தேர்ந்தெடுக்கப்பட்ட ஷெல் கட்டளையை நீக்கும். நீ சொல்வது உறுதியா?

source: Confirm Remove
ta: அகற்று உறுதிப்படுத்தவும்

source: ID must be non-empty and unique.
ta: ஐடி காலியாகவும் தனித்துவமாகவும் இருக்க வேண்டும்.

source: Title must be non-empty.
ta: தலைப்பு காலியாக இல்லாததாக இருக்க வேண்டும்.

source: Shell Command must be non-empty.
ta: ஷெல் கட்டளை காலியாக இல்லாததாக இருக்க வேண்டும்.

source: Invalid Values
ta: தவறான மதிப்புகள்

source: wildmidi: freepats config file not found. Please install timidity-freepats package, or specify path to freepats.cfg in the plugin settings.
ta: வைல்ட்மிடி: ஃப்ரீபாட்ஸ் கட்டமைப்பு கோப்பு கிடைக்கவில்லை. தயவுசெய்து டிமிடிட்டி-ஃப்ரீபாட்ஸ் தொகுப்பை நிறுவவும் அல்லது சொருகி அமைப்புகளில் freepats.cfg க்கான பாதையைக் குறிப்பிடவும்.

source: mono
ta: மோனோ

source: stereo
ta: ஸ்டீரியோ

source: Track Title
ta: டிராக் தலைப்பு

source: Performer
ta: நடிகர்

source: Total Tracks
ta: மொத்த தடங்கள்

source: Genre
ta: வகை

source: Composer
ta: இசையமைப்பாளர்

source: Disc Number
ta: வட்டு எண்

source: Total Discs
ta: மொத்த வட்டுகள்

source: Comment
ta: கருத்து

source: Encoder / Vendor
ta: குறியாக்கி / விற்பனையாளர்

source: Copyright
ta: பதிப்புரிமை

source: Location
ta: இடம்

source: Tag Type(s)
ta: குறிச்சொல் வகை

source: Embedded Cuesheet
ta: உட்பொதிக்கப்பட்ட CUESEET

source: PipeWire remote daemon name (empty for default)
ta: பைப்வேர் ரிமோட் டீமான் பெயர் (இயல்புநிலைக்கு வெற்று)

source: Custom properties (overrides existing ones):
ta: தனிப்பயன் பண்புகள் (இருக்கும்வற்றை மீறுகிறது):

source: Use PipeWire volume control
ta: பைப்வேயர் தொகுதி கட்டுப்பாட்டைப் பயன்படுத்தவும்

source: Prefer Ken emu over Satoh (surround won't work)
ta: சடோவுக்கு மேல் கென் ஈமுஸை விரும்புங்கள் (சரவுண்ட் வேலை செய்யாது)

source: Enable surround
ta: சரவுண்ட் இயக்கு

source: Use ALSA resampling
ta: ALSA மறுசீரமைப்பைப் பயன்படுத்தவும்

source: Preferred buffer size
ta: விருப்பமான இடையக அளவு

source: Preferred period size
ta: விருப்பமான கால அளவு

source: CD drive to load
ta: ஏற்றுவதற்கு குறுவட்டு இயக்கி

source: Audio CD Drive
ta: ஆடியோ சிடி டிரைவ்

source: File
ta: கோப்பு

source: Add Audio CD
ta: ஆடியோ சிடியைச் சேர்க்கவும்

source: Use CDDB/GnuDb
ta: CDDB/GNUDB ஐப் பயன்படுத்தவும்

source: Prefer CD-Text over CDDB
ta: சி.டி.டி.பி.

source: CDDB url (e.g. 'gnudb.gnudb.org')
ta: CDDB URL (எ.கா. 'gnudb.gnudb.org')

source: CDDB port number (e.g. '8880')
ta: சி.டி.டி.பி போர்ட் எண் (எ.கா. '8880')

source: Use CDDB protocol
ta: CDDB நெறிமுறையைப் பயன்படுத்தவும்

source: Enable NRG image support
ta: NRG பட ஆதரவை இயக்கவும்

source: Drive speed for normal playback
ta: சாதாரண பிளேபேக்கிற்கான வேகத்தை இயக்குகிறது

source: 16x
ta: 16 எக்ஸ்

source: Max
ta: அதிகபட்சம்

source: Use cdparanoia error correction when ripping
ta: கிழித்தெறியும்போது CDParanoia பிழை திருத்தம் பயன்படுத்தவும்

source: Convert
ta: மாற்றவும்

source: Autodetect samplerate from output device
ta: வெளியீட்டு சாதனத்திலிருந்து தானியங்கு மாதிரி

source: Set samplerate directly
ta: மாதிரியை நேரடியாக அமைக்கவும்

source: Quality / Algorithm
ta: தரம் / வழிமுறை

source: Resampling quality
ta: தரத்தை மறுசீரமைத்தல்

source: Internal DUMB volume
ta: உள் ஊமை தொகுதி

source: Volume ramping
ta: தொகுதி வளைவு

source: On/Off Only
ta: ஆன்/ஆஃப் மட்டும்

source: Full
ta: முழு

source: 8-bit output
ta: 8-பிட் வெளியீடு

source: Use all extensions supported by ffmpeg
ta: FFMPEG ஆல் ஆதரிக்கப்படும் அனைத்து நீட்டிப்புகளையும் பயன்படுத்தவும்

source: File Extensions (separate with ';')
ta: கோப்பு நீட்டிப்புகள் (';' உடன் தனித்தனியாக)

source: Enable DoP output
ta: DOP வெளியீட்டை இயக்கவும்

source: Ignore bad header errors
ta: மோசமான தலைப்பு பிழைகளை புறக்கணிக்கவும்

source: Ignore unparsable stream errors
ta: அங்கீகரிக்க முடியாத ஸ்ட்ரீம் பிழைகளை புறக்கணிக்கவும்

source: Max song length (in minutes)
ta: அதிகபட்ச பாடல் நீளம் (நிமிடங்களில்)

source: Fadeout length (seconds)
ta: மங்கலான நீளம் (விநாடிகள்)

source: Play loops nr. of times (if available)
ta: ப்ளே லூப்ஸ் இல்லை. நேரங்கள் (கிடைத்தால்)

source: ColecoVision BIOS (for SGC file format)
ta: கோல்கோவிஷன் பயாஸ் (எஸ்.ஜி.சி கோப்பு வடிவத்திற்கு)

source: ReplayGain
ta: மறுதொடக்கம்

source: Scan Selection As Albums (By Tags)
ta: ஆல்பங்களாக தேர்வை ஸ்கேன் (குறிச்சொற்களால்)

source: Scan Per-file Track Gain If Not Scanned
ta: ஸ்கேன் செய்யப்படாவிட்டால் ஒரு கோப்பை டிராக் லாபத்தை ஸ்கேன் செய்யுங்கள்

source: Lookup on Last.fm
ta: Last.fm இல் தேடல்

source: Enable scrobbler
ta: ஸ்க்ரோபிளரை இயக்கவும்

source: Disable nowplaying
ta: இப்போது விளையாடுவதை முடக்கு

source: Username
ta: பயனர்பெயர்

source: Password
ta: கடவுச்சொல்

source: Scrobble URL
ta: ஸ்க்ரோபல் URL

source: Prefer Album Artist over Artist field
ta: கலைஞர் ஃபீல்டில் ஆல்பம் கலைஞரை விரும்புங்கள்

source: Send MusicBrainz ID
ta: மியூசிக் பிரேன்ஸ் ஐடியை அனுப்புங்கள்

source: Submit tracks shorter than 30 seconds (not recommended)
ta: 30 வினாடிகளுக்கு குறைவான தடங்களை சமர்ப்பிக்கவும் (பரிந்துரைக்கப்படவில்லை)

source: Left mix
ta: இடது கலவை

source: Right mix
ta: வலது கலவை

source: Force 16 bit output
ta: 16 பிட் வெளியீட்டை கட்டாயப்படுத்துங்கள்

source: Backend
ta: பின்தளத்தில்

source: Notification title format
ta: அறிவிப்பு தலைப்பு வடிவம்

source: Notification content format
ta: அறிவிப்பு உள்ளடக்க வடிவம்

source: Show album art
ta: ஆல்பம் கலையைக் காட்டு

source: Album art size (px)
ta: ஆல்பம் கலை அளவு (பிஎக்ஸ்)

source: Don't reuse notifications (KDE quirk)
ta: அறிவிப்புகளை மீண்டும் பயன்படுத்த வேண்டாம் (கே.டி.இ க்யூர்க்)

source: Device file
ta: சாதன கோப்பு

source: Highlight current playlist
ta: தற்போதைய பிளேலிஸ்ட்டை முன்னிலைப்படுத்தவும்

source: Play on double-click
ta: இரட்டை கிளிக் செய்யவும்

source: Buffer size (-1 to use optimal value chosen by portaudio)
ta: இடையக அளவு (-1 போர்ட்டுடியோவால் தேர்ந்தெடுக்கப்பட்ட உகந்த மதிப்பைப் பயன்படுத்த)

source: Device name encoding
ta: சாதன பெயர் குறியாக்கம்

source: cp1250
ta: சிபி 1250

source: Defined below
ta: கீழே வரையறுக்கப்பட்டுள்ளது

source: Custom device name encoding
ta: தனிப்பயன் சாதன பெயர் குறியாக்கம்

source: PulseAudio server (leave empty for default)
ta: பல்சியுடியோ சேவையகம் (இயல்புநிலைக்கு காலியாக விடவும்)

source: Default song length (in minutes)
ta: இயல்புநிலை பாடல் நீளம் (நிமிடங்களில்)

source: Samplerate
ta: மாதிரி விகிதம்

source: Skip when shorter than (sec)
ta: (நொடி) விடக் குறைவாக இருக்கும்போது தவிர்க்கவும்

source: Configure Custom Shell Commands
ta: தனிப்பயன் ஷெல் கட்டளைகளை உள்ளமைக்கவும்

source: Relative seek table path
ta: உறவினர் அட்டவணை பாதை

source: Absolute seek table path
ta: முழுமையான தேடல் அட்டவணை பாதை

source: Swap audio bytes (toggle if all you hear is static)
ta: ஆடியோ பைட்டுகளை மாற்றவும் (நீங்கள் கேட்பது நிலையானது என்றால் மாற்றவும்)

source: Enable HVSC Songlength DB
ta: HVSC பாடல் நீளம் DB ஐ இயக்கவும்

source: Full path to Songlengths.md5/.txt
ta: பாடல் நீளங்களுக்கான முழு பாதை. Md5/.txt

source: Bits per sample
ta: ஒரு மாதிரிக்கு பிட்கள்

source: Default song length (sec)
ta: இயல்புநிலை பாடல் நீளம் (நொடி)

source: Mono synth
ta: மோனோ சின்த்

source: Enable logging
ta: பதிவை இயக்கவும்

source: 1.2K
ta: 1.2 கே

source: 1.8K
ta: 1.8 கே

source: 2.5K
ta: 2.5 கே

source: 3.5K
ta: 3.5 கே

source: 5K
ta: 5 கே

source: 7K
ta: 7 கே

source: 10K
ta: 10 கே

source: 14K
ta: 14 கே

source: 20K
ta: 20 கே

source: Timidity++ bank configuration file
ta: பயம் ++ வங்கி உள்ளமைவு கோப்பு

source: File extension
ta: கோப்பு நீட்டிப்பு

source: Encoder command line
ta: குறியாக்கி கட்டளை வரி

source: Data transfer method
ta: தரவு பரிமாற்ற முறை

source: Pipe (stdin)
ta: குழாய் (stdin)

source: Temporary file
ta: தற்காலிக கோப்பு

source: Source file
ta: மூல கோப்பு

source: Write ID3v2 tag
ta: ID3V2 குறிச்சொல்லை எழுதுங்கள்

source: Write ID3v1 tag
ta: ID3V1 குறிச்சொல்லை எழுதுங்கள்

source: Write APEv2 tag
ta: APEV2 குறிச்சொல்லை எழுதுங்கள்

source: Write FLAC tag
ta: FLAC TAG ஐ எழுதுங்கள்

source: Write OggVorbis tag
ta: ஓக்வர்பிஸ் குறிச்சொல்லை எழுதுங்கள்

source: Write MP4 tag
ta: MP4 TAG ஐ எழுதுங்கள்
